
staff_list = {'Иванов И.И.': 'Иванов Иван Иванович', 
              'Сидроров А.А.': 'Сидоров Алексей Алексеевич', 
              'Петров В.С.': 'Петров Пётр Петрович',
              'cancel': 'Отмена ❌'}

messenger_type = ['Телефон', 'WhatsApp', 'Telegram', 'cancel']

button_text = {'cancel': 'Отмена ❌', 
               'new_app': 'Новое обращение ✅',
               'evening_report': 'Вечерний отчёт 📃',
               'morning_report': 'Утренний отчёт 📝',
               'close': 'Закрыть обращения ❎',
               'create': 'Сформировать отчёт ✔️',
               'no_phone': 'Нет телефона'}
