
bot_reply = {'choice': 'Выберите действие:',
             'new_reg': 'Регистрируем новое обращение:',
             'type_mess': '1️⃣ Выберите тип связи с заявителем:',
             'wrong_type_call': '⚠️ Пожалуйста выберите вид связи, используя кнопки',
             'address': '2️⃣ Введите адрес обращения',
             'name': '3️⃣ Введите имя заявителя',
             'phone_num': '4️⃣ Введите контактный телефон заявителя, если его нет, то нажмите соответствующую кнопку 👇',
             'wrong_phone_num': '⚠️ Пожалуйста введите корректный номер телефона',
             'problem': '5️⃣ Опишите проблему заявителя',
             'choose_staff': '6️⃣ Выберите сотрудника, зарегистрировавший обращение:',
             'wrong_choose': '7️⃣ Пожалуйста выберите сотрудника 👇',
             'cancel': '❗️ Регистрация отменена. ❗️ ',
             'app_num': 'Введите номер или номера обращений через пробел / запятую.',
             'wrong_app_num': '⚠️ Пожалуйста введите корректно номер / номера обращений. Номер обращения должен содержать \
только цифры.'
             }

end_reg_text = 'Обращение {} успешно зарегистрировано!'

report_text = {'not_appl': '<b>За сегодня ({} года) по состоянию на 20:00 в Зимний Штаб обращений не поступало.</b>',
                'have_appl': '<b>За сегодня ({} года) по состоянию на 20:00 в Зимний Штаб поступило {} {}:</b>'}